<?php
 include './src/application.php';
  
redirect('terms.php');

?>

<!doctype html>
<html>
    <head>
        <meta charset="UTF-8">
        <title>Fat Cat Web Store</title>
        <link rel="stylesheet" href="css/style.css"/>
    </head>
    <body>
        
        <div id="header">
            
            <div id="slogan"> 
                <h2>Terms and conditions</h2>
                <?php 
                  

                ?>
                
            </div>
            
            
            
            <div id="top-navigation">  
                <a class="back-to-home" href="index.php">&#x021A9;</a>
                    <?php 
                    

                    ?>
             
            </div>
        </div>
        
        <div id="wrapper">
            <div id="body">
                <section class="terms">
                    <h4>GENERAL TERMS OF FAT CAT WEB STORE</h4>
                    
                    <h6>I.ПРЕДМЕТ</h6>
                        
                    <p>Чл. 1. Настоящите общи условия са предназначени за регулиране на отношенията между ДОСТАВЧИК и клиентите, наричани по-долу ПОЛЗВАТЕЛ/И/ на електронния магазин „Твоят Онлайн Магазин”, наричан по-долу „ЕЛЕКТРОНЕН МАГАЗИН”.</p>

<h6>ІІ. ДАННИ ЗА ДОСТАВЧИКА</h6>

<p>Чл. 2. Информация съгласно Закона за електронната търговия и Закона за защита на потребителите:

Наименование на Доставчика:  ТВОЯТА ФИРМА
2.Седалище и адрес на управление:  АДРЕС НА ФИРМАТА

Данни за кореспонденция:  ДАННИ НА ФИРМАТА
Вписване в публични регистри: ЕИК НА ФИРМАТА</p>
 

<h6>III. ХАРАКТЕРИСТИКИ НА ЕЛЕКТРОНЕН МАГАЗИН</h6>

<p>Чл. 3. ЕЛЕКТРОНЕН МАГАЗИН e електронен магазин, достъпен на адрес в Интернет ТВОЯ МАГАЗИН, чрез който Ползвателите имат възможност да сключват договори за покупко-продажба и доставка на предлаганите от ЕЛЕКТРОНЕН МАГАЗИН стоки, включително следното:

Да извършат регистрация и създаване на профил за преглеждане на ЕЛЕКТРОНЕН МАГАЗИН и използване на допълнителните услуги за предоставяне на информация. За целта ползвателите трябва да попълнят електронната регистрационна форма, намираща се на Интернет адрес ТВОЯ МАГАЗИН . При попълване на електронната форма за регистрация съответния ползвателе длъжен да предостави изискуемите и верни данни, както и да ги актуализира в 7-дневен срок от тяхната промяна. Ползвателят гарантира, че данните, които предоставя в процеса на регистрация, са верни, пълни и точни и при промяна на последните ще ги актуализира своевременно. В случай че съответния ползвател предостави неверни данни или не са отразени настъпили промени в срока посочен по-горе, Доставчикътима право да прекрати договора като спре незабавно и без предизвестие поддържането и достъпа на Ползвателя до профила му.
Електронният магазин предоставя възможност за разглеждане и поръчка като гост. Ползвателят – гост е длъжен да попълни съответната форма с изискуемите данни. Ползвателят гарантира, че данните, които предоставя са верни, пълни и точни.

Да извършват електронни изявления във връзка със сключването или изпълнението на договори с ЕЛЕКТРОНЕН МАГАЗИН чрез интерфейса на страницата на ЕЛЕКТРОНЕН МАГАЗИН, достъпна в Интернет. Преди извършване на изявлението съответния ползвателможе свободно да поправя въведената от него информация в регистрационната форма.
– продажната цена, с включен ДДС, както и тарифа за стойността на пощенските, куриерските или транспортните разходи, невключени в цената на стоките, свързани с тяхната доставка;
– информация за начините на плащане, доставка и изпълнение на договора;
– правото на Ползвателя и условията и начина за упражняването му да се откаже от договора и условията, при които стоката може да бъде върната, с изключение на случаите по „Закона за защита на потребителите“;
– периода, за който направеното предложение и цена остават в сила;
– всякаква друга информация, която доставчикът е длъжен, съгласно българското законодателство, да предостави своевременно преди закупуването на стоката от Ползвателя.</p>

<h6>ПРАВА И ЗАДЪЛЖЕНИЯ</h6>
<p>– да събира и използва информация относно своите потребители, когато същите се регистрират, като тази информация може да включва име, презиме, фамилия, адрес, телефон, електронен пощенски адрес за кореспонденция и всяка друга информация, която се предоставя при регистрацията  и всяка друга, която се въвежда или предоставя при заявяване, получаване или използване на предоставяните от доставчика услуги, участване в промоции, томболи и състезания, попълване на анкетни карти, въпросници, формуляри и други, като Доставчикът ще използва същата при спазване на Закона за защита на личните данни.
– полага грижа информацията в магазина да се поддържа винаги вярна и актуална, но не гарантира за достоверността и пълнотата на същата;
– не носи отговорност за непредоставяне на достъп до магазина, както и за необработването или ненавременното обработване на заявките за покупка, при настъпване на обстоятелства извън неговия контрол – случаи на непреодолима сила, случайни събития, проблеми в глобалната мрежа Интернет;
– не гарантира, че достъпът до магазина ще бъде непрекъсваем, навременен, сигурен и свободен от грешки, доколкото това е извън възможностите, контрола и волята му;
– доколкото не разполага с възможността да променя, контролира или по друг начин влияе върху качеството и годността за употреба на заявените от Ползвателя стоки не отговаря за съответствието им с приложимите нормативни изисквания и техните качества;
– не носи отговорност за вреди, причинени върху софтуера, хардуера или телекомуникационните съоръжения, или за загуба на данни, произтекли от материали или ресурси, търсени, заредени или използвани по какъвто и да било начин посредством него;
– няма задължението и обективната възможност да контролира начина, по който Потребителят използва магазина.
Чл.11. Ползвателят се задължава:
– да посочи точен и валиден телефон, адрес за доставка и електронен пощенски адрес за кореспонденция;
– да плати цената на заявената от него стока;
– да заплати разходите по доставката, освен в случаите, в които разходите за доставка остават за сметка на Доставчика;
– да получи стоката;
– да полага всички грижи и да предприема необходимите мерки, които разумно се налагат, с цел опазване на паролата си;
– с оглед спецификата на Интернет протоколите и сигурността при опазването на данните за паролата, да прекратява сесията, при която е влязъл в потребителския си профил чрез натискане на виртуалния бутон “изход”;
– да не подава фиктивни или невалидни заявки или друга невярна информация. Ползвателят носи пълна отговорност за опазването на своята парола, както и за всички действия, които се извършват от него или от трето лице чрез използването й.
– да спазва българското законодателство, настоящите Общи условия, Интернет етиката, правилата на морала и добрите нрави;
– да не нарушава чужди имуществени или неимуществени права, включително право на интелектуална собственост;
– да уведомява незабавно Доставчика за всеки случай на извършено или открито нарушение при използване на магазина;
– да не се намесва в правилното действие на системата, включително, но не само, да не осуетява процедурата по идентификация на друг потребител, да не осъществява достъп извън предоставения му, да не възпрепятства други потребители да използват магазина;
– да не извлича чрез технически средства или по технически начин информационни ресурси или части от информационни ресурси, принадлежащи към базите данни, разположени в магазина и по този начин да не създава собствена база данни в електронен или друг вид;
– да не се представя за друго лице или представител на юридическо лице или група хора, които не е оправомощен да представлява, или по друг начин да заблуждава трети лица относно самоличността си или принадлежността си към определена група лица;
– да не извършва злоумишлени действия по смисъла на настоящите Общи условия.
– достъп в режим онлайн до Доставчика, при спазване на условията и изискванията за достъп, освен при настъпване на обстоятелства извън контрола на Доставчика – случаи на непреодолима сила, случайни събития, проблеми в глобалната мрежа Интернет;
– достъп и корекция в режим онлайн на личните си данни;
държавни органи, търговски дружества, физически лица и други, освен в случаите когато е получил
изричното писмено съгласие на Клиента, информацията е изискана от държавни органи или
длъжностни лица, които според действащото законодателство са оправомощени да изискват и
събират такава информация. Доставчикът е длъжен да предостави информацията по силата на
закона.

Да сключват договори за покупко-продажба и доставка на стоките, предлагани от ЕЛЕКТРОНЕН МАГАЗИН;
Да извършват плащания във връзка със сключените договори с ЕЛЕКТРОНЕН МАГАЗИН, съгласно поддържаните от ЕЛЕКТРОНЕН МАГАЗИН начини за разплащанe- наложен платеж или банков път.
Да получават информация за нови стоки предлагани от ЕЛЕКТРОНЕН МАГАЗИН.С акта на регистрацията си съответния ползвателдава съгласие да получава имейл кореспонденцията и информационен Бюлетин. В случай че не желае да получава имейл кореспонденция и рекламен Бюлетин, може да се откаже във всеки един момент и да информира Доставчика, като изпрати имейл на електронна му поща .
Да преглеждат стоките, техните характеристики, цени и условия за доставка. В тази връзка доставчикът публикува:
– описание на основните характеристики и изображение на всяка стока, съгласно посочената от производителя информация;

Чл. 4. Доставчикът доставя стоките и гарантира правата на Ползвателите, предвидени в закона, в рамките на добросъвестността, възприетите в практиката, потребителското или търговското право критерии и условия.

Чл. 5. (1) Ползвателите сключват договор за покупко-продажба на стоките, предлагани от ЕЛЕКТРОНЕН МАГАЗИН чрез интерфейса на Доставчика, достъпен на страницата му в Интернет на адрес ТВОЯ МАГАЗИН или друго средство за комуникация от разстояние.

(2) По силата на сключения с Ползвателите договор за покупко-продажба на стоки, Доставчикът се задължава да достави и да прехвърли собствеността на Ползвателя на определените от него чрез интерфейса стоки. Стоката се предава на адреса за доставка на Потребителя или на трето лице – представител на Потребителя, което приема и потвърждава получаването на същата от името наПотребителя. При предаване на стоката Потребителят или третото лице – представител на Потребителяподписват придружаващите я документи, служещи като потвърждение за доставката на стоката. В случай че Потребителят не бъде намерен в срока за доставка на посочения от него адрес или не бъде осигурен достъп и условия за предаване на стоката в този срок, Доставчикът се освобождава от задължението си да достави заявената стока. Потребителят може да потвърди желанието си да получи стоката и след изтичане на срока за доставка, в който не е бил намерен на адреса, като поема всички разходи по доставката. В този случай започва да тече нов срок за доставка от момента на потвърждението по предходното изречение.

(3) Ползвателите заплащат на Доставчика възнаграждение за доставените стоки съгласно условията, определени на ЕЛЕКТРОНЕН МАГАЗИН и настоящите общи условия. Цените в електронния магазин на български език са в български лева с включен ДДС. В същата не са включени разходите по доставка.

(4) Доставчикът доставя заявените от Ползвателите стоки в сроковете и при условията, определени от Доставчика на страницата на електронния магазин и съгласно настоящите общи условия. Обработването на поръчките се извършва от понеделник до петък от 9:00 ч. до 17:00 ч., събота – от 9,00 до 12,30 ч. Поръчки, направени след 17,00 ч. от понеделник до петък се обработват на следващия работен ден. Поръчки, направени след 12,30 в събота се обработват в първия следващ работен ден. Поръчки, направени в неделя се обработват в първия следващ работен ден. Срок на доставка на територията на Република България – от два до пет работни дни.

(5) Цената за доставката се определя отделно и изрично от цената на стоките.</p>

 

<h6>ИЗПОЛЗВАНЕ НА ЕЛЕКТРОНЕН МАГАЗИН</h6>
<p>Чл. 6. (1) За да използва ЕЛЕКТРОНЕН МАГАЗИН за сключване на договори за покупко-продажба на стоки,Ползвателят следва да въведе избрани от него име и парола за отдалечен достъп, в случаите в които електронният магазин изисква регистрация.

(2) Името и паролата за отдалечен достъп се определят от Ползвателя, чрез регистрация по електронен път в сайта на Доставчика.

(3) С попълване на данните си и натискане на бутоните „Да, приемам“ и „Регистрация“, Ползвателятдекларира, че е запознат с тези общи условия, съгласен е с тяхното съдържание и се задължава безусловно да ги спазва.

(4) Доставчикът потвърждава извършената от Ползвателя регистрация, чрез изпращане на писмо на посочен от Ползвателя електронен адрес, на който се изпращат и информация за активиране на регистрацията.

 (5) В случай че за регистрация на Ползвателя се използва профил в уеб социални мрежи или други мрежи, страна по договора е лицето, което е титуляр на използвания за регистрацията профил в съответната социална или друга мрежа. В този случай Доставчикът има право на достъп до данните, необходими за идентифициране на Ползвателя в съответната социална или друга мрежа.

Чл. 7.  Електронният адрес, предоставен при първоначалната регистрация на Ползвателя, както и всеки следващ електронен адрес, използван за обмен на изявления между Ползвателя и Доставчика, е „Основен електронен адрес“ по смисъла на тези общи условия. Ползвателят има право да променя своя Основен контактен електронен адрес.  При постъпване на заявка за промяна на Основния контактен електронен адрес, Доставчикът изпраща искане за потвърждение на промяната. Искането за потвърждение се изпраща от Доставчика на посочения от Ползвателя нов Основен контактен електронен адрес.Доставчикът не носи отговорност пред Ползвателя за неправомерна промяна на Основния контактен електронен адрес.
</p>
<h6>ТЕХНИЧЕСКИ СТЪПКИ ЗА СКЛЮЧВАНЕ НА ДОГОВОР ЗА ПОКУПКО-ПРОДАЖБА</h6>
<p>Чл. 8. (1) Ползвателите използват предимно интерфейса на страницата на Доставчика, за да сключват договори за покупко-продажба на предлаганите от Доставчика стоки в  ЕЛЕКТРОНЕН МАГАЗИН.

(2) Договорът се сключва на български език.

(3) Договорът между Доставчика и Ползвателя представлява настоящите общи условия, достъпни на адрес www.bonhats.com

(4) Страна по договора с Доставчика е Ползвателят съгласно данните, предоставени при регистрацията и съдържащи се в личния профил на Ползвателя. За избягване на съмнение това са данните, с които е създаден акаунт при Доставчика.

(5) Доставчикът включва в интерфейса на Интернет страницата си, технически средства за установяване и поправяне на грешки при въвеждането на информация, преди да бъде направено изявлението за сключване на договора.

Чл.9.Доставчикът има право:

-да изпраща до Потребителя бюлетини с реклмани съобщения, за получаването на които Потребителятсе е абонирал;

– да получи от ползвателите съответните дължими суми за закупените артикули

Чл.10.Доставчикът се задължава да:

 – да спазва реда и условията за предявяване на рекламации и отправяния на искания за замяна на заявени стоки, ред и условия, публикувани на общиТВОЯ МАГАЗИН и декларира, че се счита за обвързан с тези ред и условия

При неспазване на задълженията Доставчикът има право незабавно и без предварително предупреждение да спре достъпа на Ползвателя и трети лица до потребителския му профил, както и право на обезщетение за всички претърпени вреди и пропуснати ползи, които са пряка и непосредствена последица от неизпълнението на задълженията по предходната алинея от страна на Потребителя. В тези случаи Доставчикът има правото да сезира компетентните държавни органи за установяване на съответно

Чл.12. Ползвателят има право на:

– да получи поръчана от него стока на посочения от него адрес.

Отказ от договора и рекламация

1.Всеки потребител има право да върне или да замени своята поръчка в срок от 14 дни от датата на доставка без да има основателна причина 
2. При отказ от договора потребителя трябва да достави обратно на продавача поръчката в ненарушен търговски вид.  
3. Сумата се въстановява по банкова сметка на потребителя в срок до 7 работни дни. 
4. Сума не се възстановява ако потребителя не е върнал продукта към продавача. 
5. Продавача поема разходите за доставка при дефектни продукти, повреда при транспортиране и всички други обстоятелства причинени по вина на продавача. 
6. При замяна на размера или смяна на продукта от потребителя се покриват доставките в двете посоки. 
7. Доставката към продавача се осъществява от куриерска фирма. Ако срещате проблеми е нужно да се свържете с нас на посоченият тел. номер в сайта.
                    </p>
                </section>
           
            </div>
        </div>
        
        <div id="footer">
            
        </div> 
        <?php
        
        ?>
    </body>
</html>


